{
  "participants": [
    {
      "name": "Mariella Pilato Jewelry"
    },
    {
      "name": "CARINA HARDY"
    }
  ],
  "messages": [
    {
      "sender_name": "Mariella Pilato Jewelry",
      "timestamp_ms": 1711532718169,
      "content": "Carina, yes has been ages since I saw you last. I think you were still a little girl. ð\u009f\u0098\u0081\nI have been working with Jeffrey and Bonnie for a while. They are totally reliable and honest, the best so far of all the consignment galleries I give my jewelry. Never had any problem with them. \nThey pay every three or four months, donâ\u0080\u0099t remember right now.\nConsignment itâ\u0080\u0099s hard has you have to keep up with the  bookkeeping otherwise it gets really confusing. \nI go to visit once or twice a year and do inventory. \nI leave in Kerobokan, youâ\u0080\u0099re welcome to come visit anytime. \nCiao\nMariella",
      "is_geoblocked_for_viewer": false,
      "is_unsent_image_by_messenger_kid_parent": false
    },
    {
      "sender_name": "CARINA HARDY",
      "timestamp_ms": 1711528110495,
      "content": "Mariella, hi! Itâ\u0080\u0099s been so long, many years, since I saw you and Teo last. \n\nI hope you are well andhealthy and happy. \nI saw a series of beautiful pieces of yours at Poet & the Bench when I visited there last fall. Bonnie and Jeffrey were raving about your character and work. Iâ\u0080\u0099m considering sticking with them & am curious if you recommend working with them. Do they pay on time? Have you had a good experience with them? As a small brand, I have to be careful which baskets to put my eggs in and so Iâ\u0080\u0099m reaching out to ask for your opinion. \n\nAre you in Bali? Iâ\u0080\u0099d love to see you. \n\nLooking forward to connecting in person sooner than later.\n\nlove, Carina .",
      "is_geoblocked_for_viewer": false,
      "is_unsent_image_by_messenger_kid_parent": false
    }
  ],
  "title": "Mariella Pilato Jewelry",
  "is_still_participant": true,
  "thread_path": "inbox/mariellapilatojewelry_1368203364580244",
  "magic_words": [
    
  ]
}